{
  "es": {
    "pageTitle": "Portafolio Profesional | Lina Amaris Fonseca - Desarrolladora WEB",
    "yourNameNav": "Lina Amaris Fonseca",
    "aboutMeNav": "Sobre mí",
    "servicesNav": "Servicios",
    "portfolioNav": "Portafolio",
    "contactNav": "Contacto",
    "language": "Idioma",
    "heroTitle": "Acelero la transformación de las organizaciones mediante soluciones digitales estratégicas y sostenibles.",
    "heroSubtitle": "Colaboro con empresas grandes, medianas y pequeñas para optimizar sus procesos, fortalecer su estructura y potenciar sus resultados a través de plataformas web funcionales, automatización y análisis de datos, con una visión integral centrada en el bienestar y la eficiencia.",
    "contactMeBtn": "Contáctame",
    "myServicesBtn": "Mis servicios",
    "aboutMeTitle": "Sobre mí",
    "helloName": "Hola, soy Lina",
    "aboutMeP1": "Profesional con más de 10 años de experiencia en Gestión Humana, especializada en Bienestar y Cultura Organizacional, y con habilidades técnicas en desarrollo web y análisis de datos. Combino mi expertise en la creación de programas de bienestar con soluciones tecnológicas innovadoras, como el desarrollo de plataformas digitales y el análisis de métricas, para optimizar procesos, mejorar la experiencia de los colaboradores y fomentar una cultura organizacional sólida.",
    "aboutMeP2": "Mi capacidad para diseñar herramientas digitales (WordPress, HTML, CSS, JavaScript) y analizar datos (Power BI, Tableau, Excel) me permite aportar soluciones eficientes y personalizadas al área de Gestión Humana, contribuyendo a la automatización de procesos, la medición del impacto de las iniciativas de bienestar y la promoción de un ambiente laboral más conectado y productivo.",
    "servicesListTitle": "Servicios:",
    "myServicesTitle": "Mis Servicios",
    "myServicesSubtitle": "Acompaño a empresas de todos los tamaños a través de estrategias digitales claras que optimizan procesos, fortalecen su infraestructura tecnológica y facilitan un crecimiento sostenible mediante soluciones web personalizadas",
    "portfolioTitle": "Proyectos",
    "portfolioSubtitle": "Algunos de los proyectos en los que he ayudado  a hacer realidad sus sueños empresariales.",
    "contactMeTitle": "Contáctame",
    "contactMeSubtitle": "¿Listo para comenzar tu proyecto empresarial? Envíame un mensaje y hablemos sobre cómo puedo ayudarte.",
    "contactInfoTitle": "Información de contacto",
    "locationTitle": "Ubicación",
    "yourCityCountry": "Bogotà, Colombia",
    "emailTitle": "Email",
    "yourEmail": "lina.amarisfonseca@gmail.com",
    "phoneTitle": "Teléfono",
    "yourPhone": "+57xxxxxxx",
    "scheduleTitle": "Horario",
    "scheduleHours": "Lunes a Viernes: 9am - 6pm",
    "nameLabel": "Nombre",
    "emailLabel": "Email",
    "subjectLabel": "Asunto",
    "messageLabel": "Mensaje",
    "sendMessageBtn": "Enviar Mensaje",
    "copyright": "2025 Lina Amaris Fonseca. Todos los derechos reservados.",
    "selectServiceOption": "Seleccione un servicio",
    "serviceOption1": "Gestión Humana & Bienestar",
    "serviceOption2": "Desarrollo WEB",
    "serviceOption3": "Análisis de Datos",
    "serviceOption4": "Consultoría & Asesoría",
    "serviceOption5": "Capacitación & Talleres",
    "serviceOption6": "Optimización de Procesos",
    "serviceOption7": "Desarrollo de Contenidos",
    "serviceOptionOther": "Otro"
  },
  "en": {
  "pageTitle": "Professional Portfolio | Lina Amaris Fonseca - Web Developer",
  "yourNameNav": "Lina Amaris Fonseca",
  "aboutMeNav": "About Me",
  "servicesNav": "Services",
  "portfolioNav": "Portfolio",
  "contactNav": "Contact",
  "language": "Language",
  "heroTitle": "I accelerate organizational transformation through strategic and sustainable digital solutions.",
  "heroSubtitle": "I collaborate with large, medium, and small companies to optimize their processes, strengthen their structure, and enhance their results through functional web platforms, automation, and data analysis—with a comprehensive approach focused on well-being and efficiency.",
  "contactMeBtn": "Contact Me",
  "myServicesBtn": "My Services",
  "aboutMeTitle": "About Me",
  "helloName": "Hello, I'm Lina",
  "aboutMeP1": "Professional with over 10 years of experience in Human Management, specialized in Well-being and Organizational Culture, with technical skills in web development and data analysis. I combine my expertise in creating well-being programs with innovative technological solutions, such as developing digital platforms and metrics analysis, to optimize processes, improve employee experience, and foster a strong organizational culture.",
  "aboutMeP2": "My ability to design digital tools (WordPress, HTML, CSS, JavaScript) and analyze data (Power BI, Tableau, Excel) allows me to provide efficient and customized solutions to the Human Management area, contributing to process automation, measuring the impact of well-being initiatives, and promoting a more connected and productive work environment.",
  "servicesListTitle": "Services:",
  "myServicesTitle": "My Services",
  "myServicesSubtitle": "I support companies of all sizes through clear digital strategies that optimize processes, strengthen their technological infrastructure, and enable sustainable growth through customized web solutions.",
  "portfolioTitle": "Projects",
  "portfolioSubtitle": "Some of the projects where I have helped bring business dreams to life.",
  "contactMeTitle": "Contact Me",
  "contactMeSubtitle": "Ready to start your business project? Send me a message and let's talk about how I can help.",
  "contactInfoTitle": "Contact Information",
  "locationTitle": "Location",
  "yourCityCountry": "Bogotá, Colombia",
  "emailTitle": "Email",
  "yourEmail": "lina.amarisfonseca@gmail.com",
  "phoneTitle": "Phone",
  "yourPhone": "+57xxxxxxxxx",
  "scheduleTitle": "Schedule",
  "scheduleHours": "Monday to Friday: 9am - 6pm",
  "nameLabel": "Name",
  "emailLabel": "Email",
  "subjectLabel": "Subject",
  "messageLabel": "Message",
  "sendMessageBtn": "Send Message",
  "copyright": "2025 Lina Amaris Fonseca. All rights reserved.",
  "selectServiceOption": "Select a service",
  "serviceOption1": "Human Management & Well-being",
  "serviceOption2": "Web Development",
  "serviceOption3": "Data Analysis",
  "serviceOption4": "Consulting & Advisory",
  "serviceOption5": "Training & Workshops",
  "serviceOption6": "Process Optimization",
  "serviceOption7": "Content Development",
  "serviceOptionOther": "Other"
},
  "fr":{
  "pageTitle": "Portfolio Professionnel | Lina Amaris Fonseca - Développeuse Web",
  "yourNameNav": "Lina Amaris Fonseca",
  "aboutMeNav": "À propos de moi",
  "servicesNav": "Services",
  "portfolioNav": "Portfolio",
  "contactNav": "Contact",
  "language": "Langue",
  "heroTitle": "Je stimule la transformation des organisations grâce à des solutions numériques stratégiques et durables.",
  "heroSubtitle": "Je collabore avec des entreprises grandes, moyennes et petites pour optimiser leurs processus, renforcer leur structure et améliorer leurs résultats via des plateformes web fonctionnelles, l'automatisation et l'analyse de données, avec une approche globale centrée sur le bien-être et l'efficacité.",
  "contactMeBtn": "Contactez-moi",
  "myServicesBtn": "Mes services",
  "aboutMeTitle": "À propos de moi",
  "helloName": "Bonjour, je suis Lina",
  "aboutMeP1": "Professionnelle avec plus de 10 ans d’expérience en Gestion des Ressources Humaines, spécialisée en Bien-être et Culture Organisationnelle, avec des compétences techniques en développement web et analyse de données. Je combine mon expertise dans la création de programmes de bien-être avec des solutions technologiques innovantes, telles que le développement de plateformes numériques et l’analyse de métriques, pour optimiser les processus, améliorer l'expérience des collaborateurs et renforcer une culture organisationnelle solide.",
  "aboutMeP2": "Ma capacité à concevoir des outils numériques (WordPress, HTML, CSS, JavaScript) et à analyser des données (Power BI, Tableau, Excel) me permet d’offrir des solutions efficaces et personnalisées dans le domaine des Ressources Humaines, contribuant à l’automatisation des processus, à la mesure de l’impact des initiatives de bien-être et à la promotion d’un environnement de travail plus connecté et productif.",
  "servicesListTitle": "Services :",
  "myServicesTitle": "Mes services",
  "myServicesSubtitle": "J’accompagne des entreprises de toutes tailles grâce à des stratégies numériques claires qui optimisent les processus, renforcent leur infrastructure technologique et facilitent une croissance durable grâce à des solutions web personnalisées.",
  "portfolioTitle": "Projets",
  "portfolioSubtitle": "Quelques projets où j’ai aidé à concrétiser des rêves d’entreprise.",
  "contactMeTitle": "Contactez-moi",
  "contactMeSubtitle": "Prêt à démarrer votre projet d’entreprise ? Envoyez-moi un message et discutons de la manière dont je peux vous aider.",
  "contactInfoTitle": "Informations de contact",
  "locationTitle": "Localisation",
  "yourCityCountry": "Bogotá, Colombie",
  "emailTitle": "Email",
  "yourEmail": "lina.amarisfonseca@gmail.com",
  "phoneTitle": "Téléphone",
  "yourPhone": "+57xxxxxxxxx",
  "scheduleTitle": "Horaires",
  "scheduleHours": "Du lundi au vendredi : 9h - 18h",
  "nameLabel": "Nom",
  "emailLabel": "Email",
  "subjectLabel": "Sujet",
  "messageLabel": "Message",
  "sendMessageBtn": "Envoyer le message",
  "copyright": "2025 Lina Amaris Fonseca Tous droits réservés.",
  "selectServiceOption": "Sélectionnez un service",
  "serviceOption1": "Gestion humaine & bien-être",
  "serviceOption2": "Développement Web",
  "serviceOption3": "Analyse de données",
  "serviceOption4": "Consultation & Conseil",
  "serviceOption5": "Formation & Ateliers",
  "serviceOption6": "Optimisation des processus",
  "serviceOption7": "Développement de contenu",
  "serviceOptionOther": "Autre"
}


}
